Repository: truipl/gravity-forms-dotpay
Catalog: languages/gravityformsdotpay-*.po
Languages: pl_pl

source: Shop ID
pl_pl: ID sklepu

source: Shop's ID Number
pl_pl: Numer ID sklepu

source: The ID number can be found after logging into the Dotpay panel in the Settings tab. It is a 6-digit number.
pl_pl: Numer identyfikacyjny można znaleźć po zalogowaniu się do panelu Dotpay na karcie Ustawienia. Jest to 6-cyfrowy numer.

source: Shop's PIN
pl_pl: PIN sklepu

source: Store's PIN Number
pl_pl: Numer PIN sklepu

source: This is the character string that the vendor must generate for the store (id) in the Dotpay panel.
pl_pl: Jest to ciąg znaków, który sprzedawca musi wygenerować dla sklepu (id) w panelu Dotpay.

source: Mode
pl_pl: Tryb

source: Production
pl_pl: Produkcja

source: Testing
pl_pl: Testowanie

source: Operation Mode
pl_pl: Tryb działania

source: Select Production to receive live payments. Select Test for testing purposes when using the Dotpay development sandbox.
pl_pl: Wybierz opcję Produkcja, aby otrzymywać prawdziwe płatności. Wybierz Testowanie do celów testowych podczas korzystania z sandboxa Dotpay.

source: Payment is pending. Amount: %s. Transaction ID: %s.
pl_pl: Płatność jest w toku. Kwota: %s. Identyfikator transakcji: %s.

source: Paid
pl_pl: Zapłacone
